The  CloudPoint  type exposes the following members.
 Operators
Name  |   Description
(CloudPoint to XYZ)
 Creates an XYZ object from this point cloud.
 See Also
  CloudPoint Structure
  Autodesk.Revit.DB.PointClouds Namespace